{
    "itos": {
        "0": "<PAD>",
        "1": "<BOS>",
        "2": "<EOS>",
        "3": "<UNK>",
        "4": "a",
        "5": "horse",
        "6": "on",
        "7": "woman",
        "8": "the",
        "9": "her",
        "10": "head",
        "11": "head.",
        "12": "under",
        "13": "and",
        "14": "she",
        "15": "between",
        "16": "legs",
        "17": "gets",
        "18": "goes",
        "19": "is",
        "20": "horse.",
        "21": "pooped",
        "22": "poops",
        "23": "was",
        "24": "underneath",
        "25": "man",
        "26": "butter",
        "27": "into",
        "28": "cutting",
        "29": "of",
        "30": "bowl.",
        "31": "mixing",
        "32": "slicing",
        "33": "it",
        "34": "mixer.",
        "35": "pieces",
        "36": "in",
        "37": "putting",
        "38": "butter.",
        "39": "an",
        "40": "eating",
        "41": "from",
        "42": "hanging",
        "43": "slow",
        "44": "loris",
        "45": "animal",
        "46": "upside",
        "47": "down",
        "48": "back",
        "49": "chair",
        "50": "food.",
        "51": "chair.",
        "52": "someone",
        "53": "person",
        "54": "adding",
        "55": "egg.",
        "56": "to",
        "57": "seasoning",
        "58": "eggs.",
        "59": "puts",
        "60": "raw",
        "61": "vanilla",
        "62": "eggs",
        "63": "some",
        "64": "lady",
        "65": "two",
        "66": "cameras.",
        "67": "burning",
        "68": "cameras",
        "69": "with",
        "70": "torch.",
        "71": "torching",
        "72": "are",
        "73": "clouds",
        "74": "moving",
        "75": "across",
        "76": "sky.",
        "77": "as",
        "78": "by",
        "79": "sky",
        "80": "building.",
        "81": "talking.",
        "82": "speaking.",
        "83": "camera.",
        "84": "jewish",
        "85": "apple.",
        "86": "peeling",
        "87": "peels",
        "88": "cuts",
        "89": "up",
        "90": "yoga",
        "91": "top",
        "92": "doing",
        "93": "yoga.",
        "94": "performing",
        "95": "exercises.",
        "96": "one",
        "97": "push",
        "98": "ups.",
        "99": "does",
        "100": "push-ups",
        "101": "hand.",
        "102": "push-ups.",
        "103": "did",
        "104": "one-armed",
        "105": "pours",
        "106": "water",
        "107": "pan.",
        "108": "pot.",
        "109": "pouring",
        "110": "adds",
        "111": "added",
        "112": "bird",
        "113": "dialing",
        "114": "beak.",
        "115": "pecking",
        "116": "phone",
        "117": "parakeet",
        "118": "making",
        "119": "phone.",
        "120": "its",
        "121": "telephone.",
        "122": "using",
        "123": "at",
        "124": "dog",
        "125": "food",
        "126": "something",
        "127": "out",
        "128": "refrigerator.",
        "129": "erasing",
        "130": "off",
        "131": "chalkboard.",
        "132": "chalk",
        "133": "board.",
        "134": "other",
        "135": "erases",
        "136": "pandas",
        "137": "playing",
        "138": "baby",
        "139": "bench.",
        "140": "panda",
        "141": "swing.",
        "142": "bears",
        "143": "snow.",
        "144": "play",
        "145": "together",
        "146": "singing",
        "147": "singing.",
        "148": "wearing",
        "149": "girl",
        "150": "behind",
        "151": "people.",
        "152": "selling",
        "153": "street.",
        "154": "his",
        "155": "several",
        "156": "people",
        "157": "talking",
        "158": "man.",
        "159": "small",
        "160": "large",
        "161": "chopping",
        "162": "garlic",
        "163": "garlic.",
        "164": "knife.",
        "165": "chef",
        "166": "cloves.",
        "167": "speaking",
        "168": "telephone",
        "169": "hangs",
        "170": "up.",
        "171": "little",
        "172": "hung",
        "173": "arm",
        "174": "eating.",
        "175": "something.",
        "176": "lemur",
        "177": "eats",
        "178": "microphone.",
        "179": "flute.",
        "180": "wooden",
        "181": "flute",
        "182": "while",
        "183": "instrument.",
        "184": "plays",
        "185": "played",
        "186": "white",
        "187": "writing",
        "188": "equations",
        "189": "math",
        "190": "algebraic",
        "191": "put",
        "192": "equation",
        "193": "writes",
        "194": "whiteboard.",
        "195": "teacher",
        "196": "train",
        "197": "over",
        "198": "bridge.",
        "199": "passing",
        "200": "by.",
        "201": "crossed",
        "202": "side",
        "203": "wrapping",
        "204": "tofu",
        "205": "paper.",
        "206": "piece",
        "207": "tofu.",
        "208": "block",
        "209": "wrapped",
        "210": "riding",
        "211": "when",
        "212": "motorcycle.",
        "213": "bike",
        "214": "bike.",
        "215": "dirt",
        "216": "falls",
        "217": "fell",
        "218": "motorcycle",
        "219": "wheelie",
        "220": "walks",
        "221": "walking",
        "222": "three",
        "223": "legged",
        "224": "through",
        "225": "grass.",
        "226": "yard.",
        "227": "three-legged",
        "228": "dancing",
        "229": "dancing.",
        "230": "parrot",
        "231": "music.",
        "232": "it's",
        "233": "down.",
        "234": "yellow",
        "235": "cracking",
        "236": "cracks",
        "237": "open",
        "238": "sliding",
        "239": "children",
        "240": "kids",
        "241": "sliding.",
        "242": "slide.",
        "243": "plastic.",
        "244": "slide",
        "245": "wet",
        "246": "women",
        "247": "group",
        "248": "taxi.",
        "249": "cab.",
        "250": "getting",
        "251": "leaving",
        "252": "black",
        "253": "got",
        "254": "broccoli",
        "255": "another",
        "256": "bowl",
        "257": "water.",
        "258": "after",
        "259": "being",
        "260": "hot",
        "261": "boiling",
        "262": "boy",
        "263": "cat",
        "264": "who",
        "265": "standing",
        "266": "front",
        "267": "toddler",
        "268": "toddler.",
        "269": "guitar.",
        "270": "seated",
        "271": "dress",
        "272": "couch.",
        "273": "puppy",
        "274": "sofa.",
        "275": "running",
        "276": "around",
        "277": "get",
        "278": "pigs",
        "279": "hamsters",
        "280": "guinea",
        "281": "them",
        "282": "leaves.",
        "283": "ate",
        "284": "gun.",
        "285": "silencer",
        "286": "pistol.",
        "287": "onto",
        "288": "assembling",
        "289": "together.",
        "290": "gun",
        "291": "barrel",
        "292": "violin.",
        "293": "violin",
        "294": "song.",
        "295": "bear",
        "296": "wolves",
        "297": "wolves.",
        "298": "chasing",
        "299": "wolf",
        "300": "bear.",
        "301": "preparing",
        "302": "placing",
        "303": "salmon",
        "304": "dish.",
        "305": "that",
        "306": "fish",
        "307": "placed",
        "308": "spices",
        "309": "glass",
        "310": "seasonings",
        "311": "containing",
        "312": "mixture.",
        "313": "meat",
        "314": "slices",
        "315": "fish.",
        "316": "make",
        "317": "meat.",
        "318": "tuna",
        "319": "cut",
        "320": "drinking",
        "321": "cup.",
        "322": "drinks",
        "323": "took",
        "324": "cook",
        "325": "ingredients",
        "326": "salt",
        "327": "blends",
        "328": "pepper",
        "329": "blender.",
        "330": "then",
        "331": "mixed",
        "332": "oil",
        "333": "vegetables",
        "334": "road",
        "335": "road.",
        "336": "running.",
        "337": "motion.",
        "338": "suit",
        "339": "runs",
        "340": "tapping",
        "341": "sitting",
        "342": "woman's",
        "343": "dog.",
        "344": "trying",
        "345": "fore",
        "346": "their",
        "347": "floor",
        "348": "next",
        "349": "paws.",
        "350": "touching",
        "351": "holding",
        "352": "sloth",
        "353": "rope.",
        "354": "monkey",
        "355": "string.",
        "356": "mammal",
        "357": "paper",
        "358": "circle",
        "359": "pink",
        "360": "scissors.",
        "361": "sheet",
        "362": "microphone",
        "363": "stage.",
        "364": "sings",
        "365": "sang",
        "366": "carrie",
        "367": "each",
        "368": "pair",
        "369": "zebras",
        "370": "other.",
        "371": "playing.",
        "372": "nuzzling.",
        "373": "rubbing",
        "374": "heads.",
        "375": "against",
        "376": "heads",
        "377": "gorilla",
        "378": "store.",
        "379": "drums.",
        "380": "ape",
        "381": "window.",
        "382": "looking",
        "383": "hands",
        "384": "climbing",
        "385": "bag",
        "386": "young",
        "387": "dances",
        "388": "hits",
        "389": "circular",
        "390": "motion",
        "391": "danced",
        "392": "applying",
        "393": "lips.",
        "394": "lipstick.",
        "395": "lip",
        "396": "guy",
        "397": "drums",
        "398": "rides",
        "399": "town.",
        "400": "stretching",
        "401": "dance",
        "402": "noose.",
        "403": "tying",
        "404": "made",
        "405": "noose",
        "406": "rolling",
        "407": "dough",
        "408": "hands.",
        "409": "dough.",
        "410": "balls.",
        "411": "balls",
        "412": "rolled",
        "413": "opens",
        "414": "plastic",
        "415": "paws",
        "416": "drawer",
        "417": "opening",
        "418": "inside.",
        "419": "climbs",
        "420": "it.",
        "421": "out.",
        "422": "opened",
        "423": "drawer.",
        "424": "mixes",
        "425": "flour.",
        "426": "mixture",
        "427": "pot",
        "428": "stirring",
        "429": "flour",
        "430": "cookie",
        "431": "shown",
        "432": "dry",
        "433": "table",
        "434": "jumps",
        "435": "table.",
        "436": "jumping",
        "437": "flip",
        "438": "picnic",
        "439": "floor.",
        "440": "backwards.",
        "441": "backwards",
        "442": "stage",
        "443": "dressed",
        "444": "pulling",
        "445": "pants.",
        "446": "steve",
        "447": "martin",
        "448": "pulls",
        "449": "removes",
        "450": "places",
        "451": "flips",
        "452": "chicken",
        "453": "turning",
        "454": "baking",
        "455": "wings",
        "456": "tongs.",
        "457": "cooking",
        "458": "chicken.",
        "459": "call.",
        "460": "talks",
        "461": "another.",
        "462": "pieces.",
        "463": "outside.",
        "464": "writing.",
        "465": "swimming",
        "466": "along",
        "467": "swimming.",
        "468": "creature",
        "469": "slowly",
        "470": "hind",
        "471": "legs.",
        "472": "squirrel",
        "473": "grass",
        "474": "dances.",
        "475": "has",
        "476": "he",
        "477": "umbrella",
        "478": "wall.",
        "479": "around.",
        "480": "stand",
        "481": "park",
        "482": "jumped",
        "483": "objects",
        "484": "peel",
        "485": "lemon.",
        "486": "lemon",
        "487": "rind.",
        "488": "peel.",
        "489": "orange.",
        "490": "makes",
        "491": "camera",
        "492": "meowing.",
        "493": "meows.",
        "494": "sauce",
        "495": "tomato",
        "496": "poured",
        "497": "couple",
        "498": "bicycle.",
        "499": "ride",
        "500": "serving",
        "501": "children.",
        "502": "serves",
        "503": "four",
        "504": "spoon.",
        "505": "mixed.",
        "506": "drink",
        "507": "cup",
        "508": "liquid",
        "509": "throws",
        "510": "beside",
        "511": "him.",
        "512": "coffee",
        "513": "threw",
        "514": "stirs",
        "515": "noodles",
        "516": "pan",
        "517": "noodles.",
        "518": "liquid.",
        "519": "rice",
        "520": "frying",
        "521": "box",
        "522": "roni",
        "523": "rice-a-roni",
        "524": "skillet.",
        "525": "field.",
        "526": "towards",
        "527": "tornado.",
        "528": "toward",
        "529": "tornado",
        "530": "ran",
        "531": "otters",
        "532": "sea",
        "533": "kid",
        "534": "cricket.",
        "535": "how",
        "536": "bat",
        "537": "cricket",
        "538": "instructing",
        "539": "stance.",
        "540": "bat.",
        "541": "fly",
        "542": "player",
        "543": "ball.",
        "544": "taking",
        "545": "catch",
        "546": "men",
        "547": "monkeys",
        "548": "statues.",
        "549": "statue.",
        "550": "climbed",
        "551": "matches.",
        "552": "fire.",
        "553": "lighting",
        "554": "match",
        "555": "whole",
        "556": "book",
        "557": "lights",
        "558": "matchbook",
        "559": "lit",
        "560": "matches",
        "561": "staring",
        "562": "caught",
        "563": "smoking",
        "564": "cigarette.",
        "565": "sofa",
        "566": "mirror.",
        "567": "reflection",
        "568": "kissing",
        "569": "mirror",
        "570": "repeatedly",
        "571": "himself",
        "572": "image",
        "573": "swinging",
        "574": "cartoon",
        "575": "trapeze.",
        "576": "animated",
        "577": "drops",
        "578": "net.",
        "579": "trapeze",
        "580": "before",
        "581": "catching",
        "582": "net",
        "583": "falling",
        "584": "bar.",
        "585": "face.",
        "586": "makeup.",
        "587": "applies",
        "588": "face",
        "589": "brush.",
        "590": "makeup",
        "591": "nail",
        "592": "hitting",
        "593": "banging",
        "594": "hammering",
        "595": "hammer",
        "596": "nail.",
        "597": "skull",
        "598": "like",
        "599": "skull.",
        "600": "voice",
        "601": "human",
        "602": "talked",
        "603": "package",
        "604": "used",
        "605": "box.",
        "606": "potato.",
        "607": "skin",
        "608": "vegetable.",
        "609": "peeled",
        "610": "blending",
        "611": "blended",
        "612": "processor.",
        "613": "banana",
        "614": "banana.",
        "615": "round",
        "616": "individual",
        "617": "sock",
        "618": "sock.",
        "619": "beach.",
        "620": "carton",
        "621": "inside",
        "622": "cardboard",
        "623": "close",
        "624": "door",
        "625": "in.",
        "626": "bottom",
        "627": "tries",
        "628": "tried",
        "629": "about",
        "630": "onion",
        "631": "shape.",
        "632": "onion.",
        "633": "thick",
        "634": "sliced.",
        "635": "walking.",
        "636": "woods.",
        "637": "walked",
        "638": "keyboard",
        "639": "takes",
        "640": "call",
        "641": "sniffing",
        "642": "duck.",
        "643": "duck",
        "644": "duckling.",
        "645": "can",
        "646": "kettle",
        "647": "vegetables.",
        "648": "tomatoe",
        "649": "cooked",
        "650": "sign",
        "651": "language.",
        "652": "child",
        "653": "uses",
        "654": "brown",
        "655": "boot",
        "656": "sword.",
        "657": "toe",
        "658": "sliced",
        "659": "big",
        "660": "potato",
        "661": "peeled.",
        "662": "potatoe.",
        "663": "peeler.",
        "664": "there",
        "665": "hopping",
        "666": "rocks.",
        "667": "jerboa",
        "668": "hopping.",
        "669": "funny",
        "670": "mouse",
        "671": "for",
        "672": "sharpening",
        "673": "pencil.",
        "674": "machine",
        "675": "lathe",
        "676": "pencil",
        "677": "tip",
        "678": "end",
        "679": "firing",
        "680": "revolver.",
        "681": "shooting",
        "682": "shoots",
        "683": "shot",
        "684": "dicing",
        "685": "carrot.",
        "686": "carrot",
        "687": "carrots.",
        "688": "rider",
        "689": "stunts",
        "690": "motor",
        "691": "performs",
        "692": "slices.",
        "693": "tomato.",
        "694": "man's",
        "695": "mouth.",
        "696": "feeding",
        "697": "him",
        "698": "fed",
        "699": "baby.",
        "700": "loris.",
        "701": "animal.",
        "702": "monkey.",
        "703": "arms.",
        "704": "past",
        "705": "soccer",
        "706": "ball",
        "707": "soccer.",
        "708": "kicking",
        "709": "cleaning",
        "710": "machine.",
        "711": "pulled",
        "712": "empty",
        "713": "room.",
        "714": "onions.",
        "715": "onions",
        "716": "sauteing",
        "717": "petting",
        "718": "kangaroo",
        "719": "licking",
        "720": "arm.",
        "721": "girls",
        "722": "wallaby",
        "723": "right",
        "724": "hand",
        "725": "licks",
        "726": "licked",
        "727": "pool.",
        "728": "paw",
        "729": "edge",
        "730": "walk",
        "731": "cell",
        "732": "storage",
        "733": "hiding",
        "734": "shotgun.",
        "735": "fires",
        "736": "draws",
        "737": "sheet.",
        "738": "cloth.",
        "739": "drawing",
        "740": "costume",
        "741": "drew",
        "742": "thereafter",
        "743": "half",
        "744": "carrots",
        "745": "cheese",
        "746": "cream",
        "747": "packet",
        "748": "stick",
        "749": "picks",
        "750": "showing",
        "751": "lobster.",
        "752": "lobster",
        "753": "lobsters.",
        "754": "side.",
        "755": "shoulders",
        "756": "moves",
        "757": "practicing",
        "758": "boys",
        "759": "football",
        "760": "football.",
        "761": "players",
        "762": "kicked",
        "763": "starting",
        "764": "line.",
        "765": "waiting",
        "766": "race.",
        "767": "lined",
        "768": "runners",
        "769": "start",
        "770": "run",
        "771": "wind",
        "772": "guitar",
        "773": "french",
        "774": "fries",
        "775": "fries.",
        "776": "potatoes",
        "777": "oil.",
        "778": "beating",
        "779": "match.",
        "780": "apollo",
        "781": "boxing",
        "782": "boxing.",
        "783": "persons",
        "784": "ring.",
        "785": "shotgun",
        "786": "target.",
        "787": "targets.",
        "788": "target",
        "789": "electric",
        "790": "measuring",
        "791": "chili.",
        "792": "spice",
        "793": "spices.",
        "794": "powder",
        "795": "chili",
        "796": "fight.",
        "797": "fighting",
        "798": "men.",
        "799": "bunch",
        "800": "surrounded",
        "801": "six",
        "802": "karate",
        "803": "martial",
        "804": "artist",
        "805": "bruce",
        "806": "lee",
        "807": "batter.",
        "808": "ingredients.",
        "809": "rifle",
        "810": "rapidly",
        "811": "barrel.",
        "812": "drum",
        "813": "filled",
        "814": "metal",
        "815": "seasons",
        "816": "bacon.",
        "817": "full",
        "818": "tray.",
        "819": "strips.",
        "820": "strips",
        "821": "bacon",
        "822": "square",
        "823": "seasoned",
        "824": "shaking",
        "825": "shake",
        "826": "tap",
        "827": "filling",
        "828": "saucepan",
        "829": "fills",
        "830": "turns",
        "831": "larger",
        "832": "pees",
        "833": "urinates",
        "834": "kicks",
        "835": "sand",
        "836": "car.",
        "837": "computer.",
        "838": "reading",
        "839": "email.",
        "840": "email",
        "841": "message.",
        "842": "audience.",
        "843": "ladies",
        "844": "field",
        "845": "training",
        "846": "substance",
        "847": "which",
        "848": "rice.",
        "849": "broth",
        "850": "stove.",
        "851": "tricks",
        "852": "demonstrating",
        "853": "butterfly",
        "854": "flipping",
        "855": "knife",
        "856": "flipped",
        "857": "cow",
        "858": "hay.",
        "859": "many",
        "860": "dance.",
        "861": "container",
        "862": "cucumbers.",
        "863": "picking",
        "864": "salting",
        "865": "cucumber",
        "866": "bed",
        "867": "tail",
        "868": "wagging",
        "869": "bed.",
        "870": "laying",
        "871": "dogs",
        "872": "tail.",
        "873": "lying",
        "874": "can.",
        "875": "chewed",
        "876": "ground",
        "877": "trotted",
        "878": "typing",
        "879": "kind",
        "880": "stenography",
        "881": "typing.",
        "882": "types",
        "883": "pasta",
        "884": "container.",
        "885": "plate.",
        "886": "dumping",
        "887": "all",
        "888": "nails",
        "889": "having",
        "890": "pins",
        "891": "someone's",
        "892": "driven",
        "893": "egg",
        "894": "cooked.",
        "895": "cooking.",
        "896": "were",
        "897": "grill.",
        "898": "turned",
        "899": "bearded",
        "900": "lifting",
        "901": "truck.",
        "902": "ground.",
        "903": "lifts",
        "904": "rear",
        "905": "lifted",
        "906": "blue",
        "907": "truck",
        "908": "wiping",
        "909": "jacket.",
        "910": "bathroom.",
        "911": "attendant",
        "912": "mans",
        "913": "jacket",
        "914": "bathroom",
        "915": "spot",
        "916": "car",
        "917": "drives",
        "918": "driving",
        "919": "long",
        "920": "traveling",
        "921": "going",
        "922": "animals",
        "923": "cage.",
        "924": "ferrets",
        "925": "door.",
        "926": "climb",
        "927": "left",
        "928": "grey",
        "929": "removing",
        "930": "fat",
        "931": "vegetable",
        "932": "eggplant.",
        "933": "center.",
        "934": "comes",
        "935": "kitten",
        "936": "tube.",
        "937": "stuck",
        "938": "sticks",
        "939": "otter",
        "940": "slides",
        "941": "ice.",
        "942": "slid",
        "943": "ribs.",
        "944": "ribs",
        "945": "half.",
        "946": "rack",
        "947": "stirred",
        "948": "sprinkles",
        "949": "various",
        "950": "tosses",
        "951": "stirred.",
        "952": "range.",
        "953": "targets",
        "954": "ahead",
        "955": "place.",
        "956": "handgun.",
        "957": "crawls",
        "958": "step.",
        "959": "crawling",
        "960": "itself",
        "961": "stairs.",
        "962": "went",
        "963": "chopsticks.",
        "964": "coating",
        "965": "deep",
        "966": "batter",
        "967": "dropping",
        "968": "battered",
        "969": "dipped",
        "970": "shrimp",
        "971": "shrimp.",
        "972": "fried",
        "973": "boat.",
        "974": "sailing",
        "975": "sail",
        "976": "rocky",
        "977": "creed",
        "978": "jogging",
        "979": "rolls",
        "980": "stands",
        "981": "feet.",
        "982": "pork",
        "983": "chop.",
        "984": "cooks",
        "985": "coated",
        "986": "board",
        "987": "pawing",
        "988": "erase",
        "989": "scratching",
        "990": "showering.",
        "991": "bathing.",
        "992": "shower.",
        "993": "screen.",
        "994": "sweeping",
        "995": "house.",
        "996": "peoples",
        "997": "few",
        "998": "muddy",
        "999": "home.",
        "1000": "flooded",
        "1001": "flood",
        "1002": "crashes",
        "1003": "mud.",
        "1004": "crashing",
        "1005": "loses",
        "1006": "control",
        "1007": "puddle.",
        "1008": "wipes",
        "1009": "mud",
        "1010": "motorbike.",
        "1011": "red",
        "1012": "have",
        "1013": "chops",
        "1014": "dices",
        "1015": "treadmills.",
        "1016": "looks",
        "1017": "treadmill.",
        "1018": "exercising.",
        "1019": "jogged",
        "1020": "bottle",
        "1021": "restaurant.",
        "1022": "carrying",
        "1023": "bottle.",
        "1024": "checked",
        "1025": "hill.",
        "1026": "snowboarding",
        "1027": "snowboards",
        "1028": "slope.",
        "1029": "snowboarding.",
        "1030": "snowboarder",
        "1031": "cowboy",
        "1032": "rode",
        "1033": "desert.",
        "1034": "chopped.",
        "1035": "kitchen",
        "1036": "beef",
        "1037": "chopped",
        "1038": "potatoes.",
        "1039": "crowd.",
        "1040": "band",
        "1041": "huge",
        "1042": "music",
        "1043": "performed",
        "1044": "cracked",
        "1045": "girl's",
        "1046": "crack",
        "1047": "wall",
        "1048": "rock",
        "1049": "climbing.",
        "1050": "hammers",
        "1051": "breaks",
        "1052": "breaking",
        "1053": "concrete",
        "1054": "slab",
        "1055": "belly",
        "1056": "cement",
        "1057": "stunts.",
        "1058": "chimpanzee",
        "1059": "arts.",
        "1060": "karate.",
        "1061": "arts",
        "1062": "appears",
        "1063": "crying",
        "1064": "crying.",
        "1065": "shoulder.",
        "1066": "sidewalk",
        "1067": "drove",
        "1068": "street",
        "1069": "parked",
        "1070": "crowd",
        "1071": "older",
        "1072": "speaks",
        "1073": "wood.",
        "1074": "drills",
        "1075": "hole",
        "1076": "drilling",
        "1077": "wood",
        "1078": "block.",
        "1079": "phone,",
        "1080": "tree",
        "1081": "rain.",
        "1082": "rain",
        "1083": "ups",
        "1084": "stuffing",
        "1085": "mouth",
        "1086": "mountain",
        "1087": "woman,",
        "1088": "cucumber.",
        "1089": "catches",
        "1090": "catch.",
        "1091": "manages",
        "1092": "baseball",
        "1093": "great",
        "1094": "catch!",
        "1095": "game.",
        "1096": "sticks.",
        "1097": "cubes.",
        "1098": "had",
        "1099": "tiny",
        "1100": "giant",
        "1101": "conversation",
        "1102": "talk",
        "1103": "clear",
        "1104": "drank",
        "1105": "elephant",
        "1106": "crossing",
        "1107": "elephants",
        "1108": "mother.",
        "1109": "christmas",
        "1110": "card.",
        "1111": "card",
        "1112": "displaying",
        "1113": "looked",
        "1114": "rocking",
        "1115": "iphone",
        "1116": "bread.",
        "1117": "quarter",
        "1118": "slice",
        "1119": "spreading",
        "1120": "spreads",
        "1121": "buttering",
        "1122": "loaf",
        "1123": "song",
        "1124": "talks.",
        "1125": "skating",
        "1126": "ramp.",
        "1127": "skateboard",
        "1128": "pipe.",
        "1129": "tricks.",
        "1130": "skateboarder",
        "1131": "trick.",
        "1132": "skateboard.",
        "1133": "tiger",
        "1134": "cub",
        "1135": "orange",
        "1136": "stacks",
        "1137": "rings",
        "1138": "stacking",
        "1139": "number",
        "1140": "creatures.",
        "1141": "spoke",
        "1142": "weird",
        "1143": "room",
        "1144": "colored",
        "1145": "near",
        "1146": "dragon",
        "1147": "puppet.",
        "1148": "chinese",
        "1149": "kneading",
        "1150": "hair.",
        "1151": "braiding",
        "1152": "braided",
        "1153": "fro",
        "1154": "dribbles",
        "1155": "forth",
        "1156": "dribbling",
        "1157": "skillet",
        "1158": "stir",
        "1159": "fry",
        "1160": "wok.",
        "1161": "fry.",
        "1162": "green",
        "1163": "fruit.",
        "1164": "diagonal",
        "1165": "leek.",
        "1166": "welsh",
        "1167": "body",
        "1168": "object",
        "1169": "weight",
        "1170": "suspended",
        "1171": "body.",
        "1172": "scratches",
        "1173": "scratched",
        "1174": "chunks",
        "1175": "hotel",
        "1176": "shaving",
        "1177": "cream.",
        "1178": "track",
        "1179": "athletes",
        "1180": "track.",
        "1181": "race",
        "1182": "racers",
        "1183": "finish",
        "1184": "bread",
        "1185": "breads",
        "1186": "breading",
        "1187": "crumbs.",
        "1188": "wheel.",
        "1189": "hedgehog",
        "1190": "husky",
        "1191": "kept",
        "1192": "cage",
        "1193": "pen.",
        "1194": "pet",
        "1195": "racing",
        "1196": "ceiling.",
        "1197": "ceiling",
        "1198": "lionel",
        "1199": "richie",
        "1200": "tennis.",
        "1201": "ping",
        "1202": "pong.",
        "1203": "tennis",
        "1204": "them.",
        "1205": "game",
        "1206": "beef.",
        "1207": "oven.",
        "1208": "portions",
        "1209": "sleeping",
        "1210": "dog's",
        "1211": "ocean.",
        "1212": "man,",
        "1213": "hamster",
        "1214": "seeds.",
        "1215": "sunflower",
        "1216": "seeds",
        "1217": "pool",
        "1218": "swims",
        "1219": "perform",
        "1220": "trick",
        "1221": "guys",
        "1222": "coming",
        "1223": "top.",
        "1224": "be",
        "1225": "cat.",
        "1226": "someones",
        "1227": "spiral",
        "1228": "sniffs",
        "1229": "bug.",
        "1230": "watching",
        "1231": "bug",
        "1232": "wild",
        "1233": "boar",
        "1234": "pig",
        "1235": "forest.",
        "1236": "spatula.",
        "1237": "exercising",
        "1238": "exercise",
        "1239": "very",
        "1240": "exercise.",
        "1241": "arms",
        "1242": "obese",
        "1243": "living",
        "1244": "exercised",
        "1245": "swept",
        "1246": "dumps",
        "1247": "starts",
        "1248": "cook.",
        "1249": "piano.",
        "1250": "kids.",
        "1251": "piano",
        "1252": "audience",
        "1253": "watches",
        "1254": "working",
        "1255": "high",
        "1256": "air.",
        "1257": "building",
        "1258": "steel",
        "1259": "thin",
        "1260": "construction",
        "1261": "carefully",
        "1262": "ledge.",
        "1263": "itself.",
        "1264": "himself.",
        "1265": "tree.",
        "1266": "cleaned",
        "1267": "leg",
        "1268": "grabs",
        "1269": "away.",
        "1270": "money",
        "1271": "leg.",
        "1272": "path.",
        "1273": "stone",
        "1274": "steps.",
        "1275": "pickup",
        "1276": "bumper.",
        "1277": "kitchen.",
        "1278": "bite",
        "1279": "contents",
        "1280": "sauce.",
        "1281": "paste",
        "1282": "empties",
        "1283": "watermelon.",
        "1284": "pepperonis",
        "1285": "slice.",
        "1286": "pizza.",
        "1287": "pepperoni",
        "1288": "pizza",
        "1289": "or",
        "1290": "marching",
        "1291": "soldiers",
        "1292": "parade.",
        "1293": "hurdles.",
        "1294": "course.",
        "1295": "indian",
        "1296": "window",
        "1297": "stares",
        "1298": "perched",
        "1299": "outside",
        "1300": "sings.",
        "1301": "distant",
        "1302": "bite-sized",
        "1303": "seafood",
        "1304": "golden",
        "1305": "browning",
        "1306": "covered",
        "1307": "attacking",
        "1308": "hissing",
        "1309": "beneath",
        "1310": "brushing",
        "1311": "straightening",
        "1312": "styling",
        "1313": "hair",
        "1314": "scissor.",
        "1315": "scissors",
        "1316": "randomly",
        "1317": "pepper.",
        "1318": "bell",
        "1319": "make-up",
        "1320": "cosmetics",
        "1321": "power",
        "1322": "applied",
        "1323": "foundation",
        "1324": "scene",
        "1325": "rock.",
        "1326": "watches.",
        "1327": "peed",
        "1328": "studio.",
        "1329": "holds",
        "1330": "rat",
        "1331": "hedgehog.",
        "1332": "held",
        "1333": "sink.",
        "1334": "fingers",
        "1335": "clove",
        "1336": "clove.",
        "1337": "chewing",
        "1338": "stuffed",
        "1339": "toy.",
        "1340": "chews",
        "1341": "shoe.",
        "1342": "eat",
        "1343": "toy",
        "1344": "time",
        "1345": "dummy",
        "1346": "dummy.",
        "1347": "fights",
        "1348": "attacks",
        "1349": "wave",
        "1350": "spins",
        "1351": "park.",
        "1352": "surfing.",
        "1353": "they",
        "1354": "woman.",
        "1355": "dying",
        "1356": "plate",
        "1357": "instrument",
        "1358": "kisses",
        "1359": "hugging",
        "1360": "richard",
        "1361": "gere",
        "1362": "hugs",
        "1363": "kissed",
        "1364": "shopping",
        "1365": "cart.",
        "1366": "moon",
        "1367": "grocery",
        "1368": "cart",
        "1369": "purchasing",
        "1370": "spaghetti",
        "1371": "spaghetti.",
        "1372": "pasta.",
        "1373": "peppers.",
        "1374": "closet",
        "1375": "closet.",
        "1376": "crosses",
        "1377": "skier",
        "1378": "fighting.",
        "1379": "baboon",
        "1380": "gazelle",
        "1381": "baboon.",
        "1382": "play.",
        "1383": "away",
        "1384": "house",
        "1385": "kick",
        "1386": "fight",
        "1387": "moves.",
        "1388": "chihuahua",
        "1389": "spread",
        "1390": "circle.",
        "1391": "teams",
        "1392": "team",
        "1393": "scores",
        "1394": "goal",
        "1395": "goal.",
        "1396": "jackal",
        "1397": "hunting",
        "1398": "trotting",
        "1399": "fox",
        "1400": "coyote",
        "1401": "searched",
        "1402": "parking",
        "1403": "driver",
        "1404": "reverse.",
        "1405": "backing",
        "1406": "backs",
        "1407": "frame.",
        "1408": "backed",
        "1409": "breaded",
        "1410": "till",
        "1411": "chop",
        "1412": "biker",
        "1413": "fence.",
        "1414": "iron",
        "1415": "bicycle",
        "1416": "gate.",
        "1417": "fence",
        "1418": "rail.",
        "1419": "workers",
        "1420": "carving",
        "1421": "sugar",
        "1422": "coffee.",
        "1423": "smiling.",
        "1424": "lawn",
        "1425": "yard",
        "1426": "mowing",
        "1427": "pushing",
        "1428": "flashes",
        "1429": "strange",
        "1430": "smile",
        "1431": "lawn.",
        "1432": "gave",
        "1433": "parks.",
        "1434": "dark",
        "1435": "night.",
        "1436": "came",
        "1437": "hole.",
        "1438": "badger",
        "1439": "digging",
        "1440": "sits",
        "1441": "stretched",
        "1442": "sat",
        "1443": "olive",
        "1444": "cover",
        "1445": "signing",
        "1446": "garden.",
        "1447": "ingrediants.",
        "1448": "whisked",
        "1449": "finger.",
        "1450": "lady's",
        "1451": "biting",
        "1452": "person's",
        "1453": "kitten.",
        "1454": "marathon.",
        "1455": "leather",
        "1456": "bullets",
        "1457": "outdoor",
        "1458": "pistol",
        "1459": "sea.",
        "1460": "jet",
        "1461": "plane",
        "1462": "flying",
        "1463": "blender",
        "1464": "milk.",
        "1465": "drink.",
        "1466": "tall",
        "1467": "glasses.",
        "1468": "cups.",
        "1469": "milkshake",
        "1470": "chocolate",
        "1471": "hit",
        "1472": "bullet",
        "1473": "beans",
        "1474": "outer",
        "1475": "pealing",
        "1476": "separating",
        "1477": "cloves",
        "1478": "sidewalk.",
        "1479": "leaned",
        "1480": "pavement",
        "1481": "orangutan",
        "1482": "tricycle.",
        "1483": "wheel",
        "1484": "bounced",
        "1485": "saucepan.",
        "1486": "shrimps",
        "1487": "stunt",
        "1488": "bmx",
        "1489": "air",
        "1490": "only",
        "1491": "wrestling.",
        "1492": "wrestling",
        "1493": "broccoli.",
        "1494": "stalk",
        "1495": "rectangular",
        "1496": "jar",
        "1497": "milk",
        "1498": "second",
        "1499": "add",
        "1500": "bulldog",
        "1501": "wading",
        "1502": "same",
        "1503": "rope",
        "1504": "basket.",
        "1505": "basketball",
        "1506": "basketball.",
        "1507": "bouncing",
        "1508": "practiced",
        "1509": "leaves",
        "1510": "parsley",
        "1511": "cut.",
        "1512": "parsley.",
        "1513": "off.",
        "1514": "folds",
        "1515": "tortilla.",
        "1516": "tortilla",
        "1517": "folding",
        "1518": "quesadilla",
        "1519": "traditional",
        "1520": "dirt.",
        "1521": "gazebo.",
        "1522": "garlands",
        "1523": "place",
        "1524": "sit",
        "1525": "middle",
        "1526": "shoulders.",
        "1527": "lake.",
        "1528": "male",
        "1529": "dock.",
        "1530": "pier.",
        "1531": "old",
        "1532": "newspaper.",
        "1533": "reads",
        "1534": "elderly",
        "1535": "read",
        "1536": "gasoline",
        "1537": "fuel",
        "1538": "flag",
        "1539": "smiling",
        "1540": "mobile.",
        "1541": "arena.",
        "1542": "grassy",
        "1543": "adult",
        "1544": "paw.",
        "1545": "patting",
        "1546": "stomach.",
        "1547": "patted",
        "1548": "back.",
        "1549": "laughing.",
        "1550": "laughing",
        "1551": "skipping",
        "1552": "pathway",
        "1553": "pitcher",
        "1554": "shows",
        "1555": "her.",
        "1556": "speed",
        "1557": "highway.",
        "1558": "rodent",
        "1559": "what",
        "1560": "couples",
        "1561": "opposite",
        "1562": "women.",
        "1563": "photographs",
        "1564": "picture",
        "1565": "picture.",
        "1566": "photographer",
        "1567": "pictures",
        "1568": "church.",
        "1569": "look",
        "1570": "bus",
        "1571": "trolley",
        "1572": "city.",
        "1573": "city",
        "1574": "lid",
        "1575": "closes",
        "1576": "piece.",
        "1577": "trunk",
        "1578": "trunk.",
        "1579": "luggage",
        "1580": "loading",
        "1581": "cars",
        "1582": "packing",
        "1583": "suitcases",
        "1584": "eyes",
        "1585": "basketball,",
        "1586": "basket",
        "1587": "shot.",
        "1588": "covers",
        "1589": "smoking.",
        "1590": "smoked",
        "1591": "crocodile",
        "1592": "nose",
        "1593": "crocodile.",
        "1594": "partially",
        "1595": "open.",
        "1596": "touches",
        "1597": "alligator.",
        "1598": "tomatoe.",
        "1599": "half-pipe.",
        "1600": "halfpipe.",
        "1601": "both",
        "1602": "flew",
        "1603": "bites",
        "1604": "cats",
        "1605": "ear.",
        "1606": "bit",
        "1607": "so",
        "1608": "teasing",
        "1609": "cat's",
        "1610": "eat.",
        "1611": "ear",
        "1612": "roller",
        "1613": "coaster.",
        "1614": "coaster",
        "1615": "tracks.",
        "1616": "trail",
        "1617": "letter.",
        "1618": "synchronized",
        "1619": "cows",
        "1620": "he's",
        "1621": "attacked",
        "1622": "goose",
        "1623": "swan",
        "1624": "towel.",
        "1625": "brown.",
        "1626": "approached",
        "1627": "jeep",
        "1628": "girl.",
        "1629": "jeep.",
        "1630": "tiger.",
        "1631": "cub.",
        "1632": "stroking",
        "1633": "watch.",
        "1634": "punching",
        "1635": "practices",
        "1636": "boxed",
        "1637": "grating",
        "1638": "stew.",
        "1639": "onstage.",
        "1640": "acoustic",
        "1641": "school",
        "1642": "others",
        "1643": "pyramid.",
        "1644": "forming",
        "1645": "form",
        "1646": "wrestled",
        "1647": "weights.",
        "1648": "quickly",
        "1649": "cliff.",
        "1650": "mountain.",
        "1651": "plant.",
        "1652": "grates",
        "1653": "court",
        "1654": "checking",
        "1655": "motorcyclist",
        "1656": "lot.",
        "1657": "circles.",
        "1658": "circles",
        "1659": "polar",
        "1660": "sees",
        "1661": "reflection.",
        "1662": "scraping",
        "1663": "grated",
        "1664": "antifreeze",
        "1665": "radiator.",
        "1666": "fluid",
        "1667": "volleyballs",
        "1668": "volleyball",
        "1669": "painting",
        "1670": "area",
        "1671": "tomatoes.",
        "1672": "soy",
        "1673": "flowers",
        "1674": "cloth",
        "1675": "part",
        "1676": "finally",
        "1677": "standing.",
        "1678": "checks",
        "1679": "cinnamon",
        "1680": "keyboard.",
        "1681": "kinds",
        "1682": "line",
        "1683": "drive",
        "1684": "driving.",
        "1685": "goalie",
        "1686": "during",
        "1687": "blocks",
        "1688": "stops",
        "1689": "played.",
        "1690": "che.",
        "1691": "playground",
        "1692": "buildings.",
        "1693": "snow",
        "1694": "leopards",
        "1695": "leopard",
        "1696": "exiting",
        "1697": "forth.",
        "1698": "&",
        "1699": "trampoline.",
        "1700": "different",
        "1701": "do",
        "1702": "trampolines.",
        "1703": "jump",
        "1704": "string",
        "1705": "puppet",
        "1706": "marionette",
        "1707": "axe.",
        "1708": "forest",
        "1709": "attempts",
        "1710": "doorway.",
        "1711": "dipping",
        "1712": "seafood.",
        "1713": "dips",
        "1714": "bags.",
        "1715": "bags",
        "1716": "carpet",
        "1717": "couch",
        "1718": "sets",
        "1719": "skewered",
        "1720": "skewers",
        "1721": "rack.",
        "1722": "grilling",
        "1723": "spinning",
        "1724": "spun",
        "1725": "trimming",
        "1726": "plays.",
        "1727": "teenage",
        "1728": "beachside.",
        "1729": "vehicle.",
        "1730": "outruns",
        "1731": "vehicle",
        "1732": "raced",
        "1733": "pushups.",
        "1734": "tossing",
        "1735": "sides",
        "1736": "throwing",
        "1737": "bath.",
        "1738": "covering",
        "1739": "area.",
        "1740": "dust.",
        "1741": "dust",
        "1742": "themselves",
        "1743": "trunks.",
        "1744": "bath",
        "1745": "bathtub.",
        "1746": "bathing",
        "1747": "tub.",
        "1748": "washes",
        "1749": "knives",
        "1750": "fixed",
        "1751": "blades",
        "1752": "costume.",
        "1753": "concert.",
        "1754": "guitars.",
        "1755": "guitars",
        "1756": "rings.",
        "1757": "rams",
        "1758": "completes",
        "1759": "obstacle",
        "1760": "obstacles.",
        "1761": "exercises",
        "1762": "weights",
        "1763": "stem",
        "1764": "finely",
        "1765": "soaked",
        "1766": "leading",
        "1767": "leads",
        "1768": "pineapple",
        "1769": "pineapple.",
        "1770": "ends",
        "1771": "way",
        "1772": "pole.",
        "1773": "leaps",
        "1774": "jump.",
        "1775": "pole",
        "1776": "herbs.",
        "1777": "coriander",
        "1778": "fresh",
        "1779": "herbs",
        "1780": "leafy",
        "1781": "background.",
        "1782": "wok",
        "1783": "boxer",
        "1784": "mat.",
        "1785": "wrestler",
        "1786": "frog",
        "1787": "index",
        "1788": "finger",
        "1789": "sharpens",
        "1790": "center",
        "1791": "singer",
        "1792": "leaping",
        "1793": "drifts.",
        "1794": "ingrediants",
        "1795": "female",
        "1796": "balance",
        "1797": "beam.",
        "1798": "gymnastics.",
        "1799": "gymnast",
        "1800": "herself",
        "1801": "falls.",
        "1802": "narrow",
        "1803": "pull",
        "1804": "pull-ups",
        "1805": "pull-ups.",
        "1806": "chin-ups",
        "1807": "soup.",
        "1808": "soup",
        "1809": "dish",
        "1810": "shredding",
        "1811": "sausage",
        "1812": "sausages",
        "1813": "someoen",
        "1814": "waving",
        "1815": "smaller",
        "1816": "diced",
        "1817": "simmering",
        "1818": "mix",
        "1819": "whisk",
        "1820": "bowls",
        "1821": "themselves.",
        "1822": "trainer.",
        "1823": "fingers.",
        "1824": "periphery",
        "1825": "calendar.",
        "1826": "pointing",
        "1827": "numbers",
        "1828": "days",
        "1829": "fork.",
        "1830": "stops.",
        "1831": "stop.",
        "1832": "performing.",
        "1833": "instruments.",
        "1834": "silhouette",
        "1835": "hallway.",
        "1836": "pumpkins.",
        "1837": "pyramid",
        "1838": "pumpkins",
        "1839": "stacked",
        "1840": "scaling",
        "1841": "scales",
        "1842": "barking.",
        "1843": "sushi.",
        "1844": "attempting",
        "1845": "go",
        "1846": "deveining",
        "1847": "pancake",
        "1848": "pancakes.",
        "1849": "pancakes",
        "1850": "displayed",
        "1851": "chest",
        "1852": "reporter",
        "1853": "reporting",
        "1854": "delivers",
        "1855": "news",
        "1856": "giving",
        "1857": "location.",
        "1858": "news.",
        "1859": "scene.",
        "1860": "shark",
        "1861": "chases",
        "1862": "bait.",
        "1863": "object.",
        "1864": "dangling",
        "1865": "fruit",
        "1866": "eggplant",
        "1867": "knocks",
        "1868": "twice.",
        "1869": "pushes",
        "1870": "knocked",
        "1871": "not",
        "1872": "times.",
        "1873": "puppies",
        "1874": "feeds",
        "1875": "mother",
        "1876": "puppy.",
        "1877": "glasses",
        "1878": "post.",
        "1879": "barking",
        "1880": "coats",
        "1881": "steak",
        "1882": "transfers",
        "1883": "practice",
        "1884": "style",
        "1885": "items",
        "1886": "sprinkling",
        "1887": "pudding.",
        "1888": "sprinkled",
        "1889": "paprika",
        "1890": "beach",
        "1891": "towels.",
        "1892": "towels",
        "1893": "pushed",
        "1894": "boy.",
        "1895": "stick.",
        "1896": "pogo",
        "1897": "turtle.",
        "1898": "turtle",
        "1899": "path",
        "1900": "greenery.",
        "1901": "ride.",
        "1902": "season",
        "1903": "tray",
        "1904": "dried",
        "1905": "thyme",
        "1906": "lettuce.",
        "1907": "cabbage",
        "1908": "cabbage.",
        "1909": "marinade.",
        "1910": "bicyclist",
        "1911": "sign.",
        "1912": "wrecks",
        "1913": "chess",
        "1914": "third",
        "1915": "reaches",
        "1916": "chess.",
        "1917": "moving.",
        "1918": "examining",
        "1919": "panda.",
        "1920": "listening",
        "1921": "newborn",
        "1922": "stethoscope.",
        "1923": "panda's",
        "1924": "vet",
        "1925": "listened",
        "1926": "police",
        "1927": "chased",
        "1928": "eyeliner.",
        "1929": "eye",
        "1930": "liner.",
        "1931": "scrambled",
        "1932": "bull",
        "1933": "fall.",
        "1934": "arranged",
        "1935": "dominoes",
        "1936": "fall",
        "1937": "over.",
        "1938": "set",
        "1939": "roll",
        "1940": "falling.",
        "1941": "talk.",
        "1942": "twirling",
        "1943": "twirled",
        "1944": "strumming",
        "1945": "strums",
        "1946": "ocean",
        "1947": "photo",
        "1948": "lens",
        "1949": "take",
        "1950": "photographing",
        "1951": "bonfire.",
        "1952": "land.",
        "1953": "apart.",
        "1954": "tight",
